IDEA Open Model
MatConcreteEc2.Fctm Property
 Mean value of axial tensile strength of concrete - fctm
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double Fctm { get; set; }
Public Property Fctm As Double
	Get
	Set
public:
property double Fctm {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace